/* Emoticon name */
"Angel" = "Anjo";

/* Emoticon name */
"Angry" = "Bravo";

/* Emoticon name */
"Baring Teeth" = "Mostrando os Dentes";

/* Emoticon name */
"Blush" = "Rubor";

/* Emoticon name */
"Confused" = "Confuso";

/* Emoticon name */
"Cool" = "Legal";

/* Emoticon name */
"Cry" = "Chorando";

/* Emoticon name */
"Crying" = "Chorando";

/* Emoticon name */
"Disappointed" = "Desapontado";

/* Emoticon name */
"Don't Tell Anyone" = "Não Conte para Ninguém";

/* Emoticon name */
"Embarrassed" = "Embaraçado";

/* Emoticon name */
"Erm" = "Erm";

/* Emoticon name */
"Foot In Mouth" = "Pés na Boca";

/* Emoticon name */
"Frown" = "Franzido";

/* Emoticon name */
"Gasp" = "Gulp";

/* Emoticon name */
"Grin" = "Risada";

/* Emoticon name */
"Halo" = "Halo";

/* Emoticon name */
"Happy" = "Feliz";

/* Emoticon name */
"Heart" = "Coração";

/* Emoticon name */
"I Don't Know" = "Não Sei";

/* Emoticon name */
"Kiss" = "Beijo";

/* Emoticon name */
"Lips Are Sealed" = "Lábios Selados";

/* Emoticon name */
"Money-mouth" = "Boca de Dinheiro";

/* Emoticon name */
"Nerd" = "Nerd";

/* Emoticon name */
"Open Mouthed" = "De Boca Aberta";

/* Emoticon name */
"Party" = "Festa";

/* Emoticon name */
"Sad" = "Triste";

/* Emoticon name */
"Sarcastic" = "Sarcástico";

/* Emoticon name */
"Scared" = "Assustado";

/* Emoticon name */
"Sick" = "Enjoado";

/* Emoticon name */
"Sleepy" = "Com Sono";

/* Emoticon name */
"Smile" = "Sorriso";

/* Emoticon name */
"Star" = "Estrela";

/* Emoticon name */
"Sticking Out Tongue" = "Mostrando a Língua";

/* Emoticon name */
"Surprised" = "Surpreso";

/* Emoticon name */
"Thinking" = "Pensando";

/* Emoticon name */
"Tongue Out" = "De Língua pra Fora";

/* Emoticon name */
"Undecided" = "Não Decidido";

/* Emoticon name */
"Wink" = "Piscando";